Repository: 3yan/fd-dictionaries
Catalog: website/locale/*/LC_MESSAGES/freedict.po
Languages: fr_fr

source: Data Flow
fr_fr: Flux de donnée

source: possibly plugin needed, eg.
fr_fr: plugin possible nécessaire, eg.

source: DICT servers
fr_fr: serveur DICT

source: on Windows/Linux
fr_fr: sur Windows/Linux

source: on WinCE/Palm
fr_fr: sur WinCE/Palm

source: on Zaurus
fr_fr: sur Zaurus

source: Download / Matrix View - FreeDict
fr_fr: Télécharger / Vue Matrice - FreeDict

source: Download / Matrix View
fr_fr: Télécharger / Vue Matrice

source: All downloads are for platform
fr_fr: Tous les téléchargements sont pour la plateforme

source: Source Language / Size in MB
fr_fr: Langage source / Taille en Mo

source: Destination<br>Language
fr_fr: Destination<br>Langage

source: Download / List View
fr_fr: Télécharger / Vue liste

source: Detailed Dictionary Overview
fr_fr: Aperçu du dictionnaire détaillé

source: Language &amp; Project
fr_fr: Langage &amp; Projet

source: Headwords
fr_fr: Mot entête

source: Last Changed
fr_fr: Dernière modification

source: Status
fr_fr: Statut

source: Version for / Size in MB
fr_fr: Version pour / Taille en Mo

source: For the source files, please see the SourceForge project page. From there you can download a source archive or find details on how to do a checkout from CVS.
fr_fr: Pour les fichiers sources, aller voir le page du projet sur SourceForge. De là vous pouvez télécharger une archive des sources ou trouver des détails sur comment faire un checkout du CVS.

source: Overview
fr_fr: Aperçu

source: Download databases
fr_fr: Bases de données de téléchargement

source: Platform
fr_fr: Plateforme

source: DICT servers (tgz)
fr_fr: Serveurs DICT (tgz)

source: Detailed List
fr_fr: Liste détaillée

source: FreeDict Online Servers
fr_fr: Serveur FreeDict en ligne

source: Plans / Join us!
fr_fr: Plans / Rejoingez nous!

source: Links
fr_fr: Liens

source: Other DICT Databases
fr_fr: Autres base de données DICT

source: SourceForge Project Page
fr_fr: Page du projet sur SourceForge

source: Mailinglists
fr_fr: Listes de diffusion

source: FreeDict Project
fr_fr: Projet FreeDict

source: free bilingual dictionaries
fr_fr: dictionnaire bilingue libre

source: Horst Eyermann, Michael Bunk and <a target=_top href="http://sourceforge.net/project/memberlist.php?group_id=1419">many more
fr_fr: Horst Eyermann, Michael Bunk et <a target=_top href="http://sourceforge.net/project/memberlist.php?group_id=1419">beaucoup plus

source: On this page you find translating dictionary databases. The databases are free. That means they are available under the GNU General Public Licence or a less restrictive licence. Check with the licence of the respective database!
fr_fr: Sur cette page vous pouvez trouver des traductions de bases de données de dictionnaires. Les bases de données sont libres. Cela signifie qu'ils sont disponibles sous licence GNU (General Public Licence) ou une licence moins restrictive. Vérifiez la licence de la base de donnée qui vous intéresse!

source: The databases are available in XML. We support to use the FreeDict databases with <A href="http://www.dict.org/">dictd, the DICT dictionary server</a> and other similar servers.
fr_fr: Les bases de données sont disponibles en XML. Nous encourageons l'utilisationdes bases de données FreeDict avec <A href="http://www.dict.org/">dictd, the DICT dictionary server</a> ou d'un serveur similaire.

source: But there are other applications for our databases as well. You could use them to generate wordlists for spellcheckers and new dictionaries, to build language corpora, to import them into your own terminological database and even to print your own dictionary with XSL-FO.
fr_fr: Mais il y a aussi d'autres applications pour nos base de données. Vous pouvez les utiliser pour générer des listes de mots pour des correcteurs orthographiques et des nouveaux dictionnaires, pour créer des corpora linguistiques, pour les importer dans votre propre base de données de termes et même d'imprimer votre propre dictionnaire avec XSL-FO.

source: If you would like to see any other language included, please read the HOWTO and join this project! Your help is appreciated and needed, also for improving the quality of the databases.
fr_fr: si vous voulez voir d'autres langues, lisez le HOWTO et rejoignez le projet! Votre aide est très appréciable et nécessaire. Elle l'est aussi pour améliorer la qualité des bases de données.

source: Most resources are hosted by SourceForge: Please support them also. Without SourceForge, FreeDict would not have come so far!
fr_fr: La plupart des ressources sont hébergées chez SourceForge: Encouragez les aussi. Sans SourceForge, FreeDict ne serait pas allé si loin!

source: This project was started in 2000 by Horst Eyermann. The databases are a compilation of various free sources. Please consult the respective TEI headers, READMEs and 00-database-info entries. The first databases were derived from Ergane.
fr_fr: Ce projet a été début en 2000 par Horst Eyermann. Les bases de données sont une compilation de plusieurs sources libres. Merci de consulter les header TEI respectifs, READMEs et données 00-database-info. Les premières bases de données ont été dérivées de Ergane.

source: If you would like to see any other language included, please read the HOWTO and join this project! Your help is appreciated and needed, also for improving the quality of the databases.
fr_fr: si vous voulez voir d'autres langues, lisez le HOWTO et rejoignez le projet! Votre aide est très appréciable et nécessaire. Elle l'est aussi pour améliorer la qualité des bases de données.

source: Afrikaans
fr_fr: Africains

source: Arabic
fr_fr: Arabe

source: Croatian
fr_fr: Croate

source: Czech
fr_fr: Tchèque

source: Danish
fr_fr: Danois

source: Dutch
fr_fr: Hollandais

source: English
fr_fr: Anglais

source: French
fr_fr: Français

source: German
fr_fr: Allemand

source: Hindi
fr_fr: Hindou

source: Hungarian
fr_fr: Hongrois

source: Irish
fr_fr: Irlandais

source: Italian
fr_fr: Italien

source: Japanese
fr_fr: Japonais

source: Portuguese
fr_fr: Portugais

source: Romanian
fr_fr: Roumain

source: Russian
fr_fr: Russe

source: Sanskrit
fr_fr: Sanscrite

source: Scottish
fr_fr: Ecossais

source: Serbo-Croatian
fr_fr: Serbo-Croate

source: Slovak
fr_fr: Slovaque

source: Spanish
fr_fr: Espagnol

source: Swedish
fr_fr: Suédois

source: Turkish
fr_fr: Turc

source: Select your language combination!
fr_fr: Choisissez votre combination de langue!

source: This website is under development. Some contents might be unavailable. In this case please visit the old website at: <a target=_parent href=http://freedict.de/>freedict.de</a>
fr_fr: Le contenu du site web est en construction. Certain contenu peut ne pas être disponible. Dans ce cas visiter l'ancien site web: <a target=_parent href=http://freedict.de/>freedict.de</a>

source: Translate this Website
fr_fr: Traduire ce site

source: To make this website available in another language, please download the file below, add the translations for your language below the English translations and email the file to <a href="mailto:micha@luetzschena.de">micha@luetzschena.de</a>
fr_fr: Pour rendre ce site web disponible dans d'autres langues, télécharger le fichier ci-bas, ajouter les traductions pour votre langue en bas des traductions anglaises et envoyer le fichier à: <a href="mailto:micha@luetzschena.de">micha@luetzschena.de</a>

source: Website Language:
fr_fr: Langue du site:

source: Database as XML
fr_fr: Base de donnée XML

source: The Download Tables are generated from an XML file. To access that data easily, eg. for use in a program as <a href="http://stardict.sf.net/">Stardict</a>, you can use this URL:
fr_fr: Las Tables de Téléchargement sont générées du fichier XML. Pour accéder facilement à ces données par exemple pour les utiliser dans un programme comme <a href="http://stardict.sf.net/">Stardict</a>, vous pouvez utiliser cette URL:

source: on Zaurus/Qt
fr_fr: Sur Zaurus/Qt

source: Please click on the links to get to the SourceForge Download Mirror selection page. Right-Click and Save-As will not work from here!
fr_fr: Veuillez cliquer sur les liens pour accéder à SourceForge Sélection de pages de téléchargement mirroir. Clique-droit et Sauvegarder sous ne marcheront pas de là!!

source: To make this website available in another language, please download the file below, add the translations for your language below the English translations and email the file to <a href="mailto:micha@luetzschena.de">micha@luetzschena.de</a>.
fr_fr: Pour rendre ce site disponible dans d'autres langues, téléchargez le ficher ci-bas, ajoutez les traductions pour votre langue sous les traductions anglaises et envoyer le ficher à :<a href="mailto:micha@luetzschena.de">micha@luetzschena.de</a>.

source: BEDic has two frontends: ZBEDic, which runs on the Zaurus Linux PDA from Sharp, and QBEDic, which runs on Linux/Qt. BEDic is similar to stardict as it doesn't use a client/server approach like
fr_fr: BEDic a deux interfaces: ZBEDic, aui tourne sur Zaurus Linux PDA de Sharp, et QBEDic, qui tourne sur Linux/Qt. BEDic est semblable à stardict car il n'utilise pas de principe client/serveur approach like

source: The <a href="http://debian.org/" target=_top>Debian</a> Linux Distribution has its own system of download mirrors. Since as administrator you are not so much concerned to download the packages, but rather to select the packages you want to install, only the following command is what you have to remember:</p> <pre>apt-get install dict-freedict-<i>la1-la2</i></pre> <p>Here <i>la1</i> and <i>la2</i> are the 3-letter language codes from ISO 639-2 of the languages of the dictionary you require. Of course, that language combination has to be available in FreeDict.</p> <p>You can find out what FreeDict packages are available in Debian by visiting</p> <blockquote><p><a href="http://packages.debian.org/testing/text/dict-freedict" target=_top>http://packages.debian.org/testing/text/dict-freedict</a> </p></blockquote> <p>The <a href="http://bugs.debian.org/cgi-bin/pkgreport.cgi?src=freedict" target=_top>FreeDict pages in the Debian Bug Tracking System</a> might also be of interest.</p> <p>Please note that the FreeDict packages in Debian are currently orphaned. That means they don't have a maintainer.</p>
fr_fr: La <a href="http://debian.org/" target=_top>Debian</a> Distribution Linux a son propre système de mirroirs de téléchargement. En tant qu'administrateur vous n'êtes pas trop concerné par le téléchargement de packages, mais plutôt par la sélection des packages que vous voulez installer, la prochaine instruction est la seule instruction que vous avez besoin de vous rappeler:</p> <pre>apt-get install dict-freedict-<i>la1-la2</i></pre> <p>Ici <i>la1</i> et <i>la2</i> sont les codes de language en 3 lettres de l'ISO 639-2 des langues du dictionnaire que vous voulez. Bien sûr, cette combination de langues doit être disponible sur FreeDict.<p> <p>Vous pouvez trouver quels packages FreeDict sont accessibles sur Debian en visitant <blockquote><p><a href="http://packages.debian.org/testing/text/dict-freedict" target=_top>http://packages.debian.org/testing/text/dict-freedict</a> </p></blockquote> <p>Les <a href="http://bugs.debian.org/cgi-bin/pkgreport.cgi?src=freedict" target=_top>pages FreeDict dans le Debian Bug Tracking System</a> peuvent aussi vous intéresser.</p> <p>Les packages FreeDict de Debian sont actuellement orphelins Cela signifie qu'ils n'ont pas de mainteneur<p>

source: The %1$sDebian%2$s Linux Distribution has its own system of download mirrors. Since as administrator you are not so much concerned to download the packages, but rather to select the packages you want to install, only the following command is what you have to remember:
fr_fr: La Distribution Linux %1$sDebian%2$s a son propre système de mirroirs de téléchargement. En tant qu'administrateur vous n'êtes pas trop concerné par le téléchargement de packages, mais plutôt par la sélection des packages que vous voulez installer, la prochaine instruction est la seule instruction que vous avez besoin de vous rappeler:</p>

source: Here %1$s and %2$s are the 3-letter language codes from ISO 639-2 of the languages of the dictionary you require. Of course, that language combination has to be available in FreeDict.
fr_fr: Les codes %1$s and %2$s sont les codes de language en 3 lettres de l'ISO 639-2 des langues du dictionnaire que vous voulez. Bien sûr, cette combination de langues doit être disponible sur FreeDict

source: You can find out what FreeDict packages are available in Debian by visiting
fr_fr: Vous pouvez trouver les packages FreeDice en visitant

source: The %1$sFreeDict pages in the Debian Bug Tracking System%2$s might also be of interest.
fr_fr: Les pages %1$sFreeDict dans le Debian Bug Tracking System%2$s peuvent aussi être intéressant.

source: Please note that the FreeDict packages in Debian are currently orphaned. That means they don't have a maintainer.
fr_fr: Les packages FreeDict de Debian sont actuellement orphelins Cela signifie qu'ils n'ont pas de mainteneur

source: FreeDict-Editor
fr_fr: Editeur-FreeDict

source: The %sdocumentation%s coming with this application includes the list of features in the %sintroduction%s.
fr_fr: La %sdocumentation%s accompagnant cette application inclue la liste des caractéristiques dans l'%sintroduction%s.

source: No release of the FreeDict-Editor has been made yet. You can do an anonymous check out the <tt>freedict-editor</tt> module from %sCVS%s and try compiling it yourself:
fr_fr: Aucune version de Editeur-FreeDict n'a été fait pour le moment. Vous pouvez récupérer le module <tt>freedict-editor</tt> du %sCVS%s et essayer de le compiler vous même:

source: For the %srequirements%s, please also refer to the documentation.
fr_fr: Pour les %srequirements%s, veuillez vous référer à la documentation

source: Maintainer
fr_fr: Mainteneur

source: Horst Eyermann, Michael Bunk and %1$smany more%2$s
fr_fr: Horst Eyermann, Michael Bunk et %1$sbeaucoup plus%2$s

source: This website is under development. Some contents might be unavailable. In this case please visit the old website at: %s
fr_fr: The site web est en construction. Certain contenu peut ne pas être disponible. Dans ce case visitez l'ancien site web à : %s

source: The databases are available in XML. We support to use the FreeDict databases with %1$sdictd, the DICT dictionary server%2$s and other similar servers.
fr_fr: Les bases de données sont disponibles en XML. Nous supportons l'utilisation des bases de données FreeDict avec %1$sdictd, le serveur DICT dictionnaire%2$s et d'autres serveurs similaires.
